Repository: Premmerce-WP/premmerce-dev-tools
Catalog: languages/premmerce-dev-tools-*.po
Languages: uk

source: Plugin generator
uk: Генератор плагіну

source: Data generator
uk: Генератор даних

source: Data cleaner
uk: Очистка даних

source: Clean up
uk: Очистка

source: Remove items from database
uk: Видалити значення з бази

source: Select all
uk: Обрати все

source: Products
uk: Товари

source: Product categories
uk: КатегоріЇ товарів

source: Product attributes
uk: Атрибути

source: Product brands
uk: Бренди

source: Product tags
uk: Мітки товарів

source: Uploads
uk: Завантаження

source: Remove unused image files
uk: Видалити зображення які не використовуються

source: Clear unused items from database
uk: Видалити з бази даних значення які не використовуються

source: Terms
uk: Терміни

source: Posts
uk: Пости

source: Recount
uk: Перерахувати

source: Recount terms
uk: Перерахувати терміни

source: Submit
uk: Примінити

source: New plugin
uk: Новий плагін

source: Plugin author
uk: Автор плагіну

source: Plugin directory name
uk: Назва папки плагіну

source: Plugin name
uk: Назва плагіну

source: Plugin namespace
uk: Namespace плагіну

source: For example
uk: Наприклад

source: Plugin description
uk: Опис плагіну

source: Plugin version
uk: Версія плагіну

source: run > 'composer install' command after generation, inside the plugin directory
uk: потрібно запустити команду > 'composer install' всередині папки згенерованого плагіну

source: Generate plugin
uk: Генерація плагіну

source: Generate data
uk: Генерація даних

source: Categories
uk: Категорії

source: Categories number
uk: Кількість категорій

source: Categories nesting level
uk: Рівень вложеності категорій

source: Generate menu from categories tree
uk: Згенерувати меню з дерева категорій

source: Products number
uk: Кількість товарів

source: Generate product photo
uk: Згенерувати фото для товару

source: Product gallery photos number
uk: Кількість зображень в галереї товару

source: Product type
uk: Тип товару

source: Attributes
uk: Атрибути

source: Brands number
uk: Кількість брендів

source: Attributes number
uk: Кількість атрибутів

source: Each attribute terms number
uk: Кількість термінів для кожного атрибуту

source: Generate
uk: Згенерувати

source: This plugin requires %s plugin to be active!
uk: Для цього плагіна вам необхідний плагін %s!
